[fluff]
cookingcat0 = Merhaba! Nasıl gidiyor?
cookingcat1 = Gerçeği söylemek gerekirse, it feels good to have someone else cooking for a change! Dinlenebilirim.
cookingcat2 = Mutfaklarının nasıl olduğunu merak ediyorum... belki bir gözatabilirim.